relay/10/02-kozet.org
#+Title: Relay 10–2
#+Date: 2018-06-03
#+HTML_LINK_UP: index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/Default.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/org.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../relay.css"/>
#+OPTIONS: title:nil


* Translation
#+BEGIN_short-relay
#+BEGIN_detail-link
[[file:02-kozet-torch.txt][Complete torch]] · [[file:02-trans.txt][Raw translation]]
#+END_detail-link


#+BEGIN_natlang-name
English
#+END_natlang-name

#+BEGIN_natlang-text
'I pick up a bit, here and there.' The shopkeeper blew his nose. 'Sometimes I
land on a world where they understand these things.' He turned a pair of small
sad eyes on Twoflower. 'You've got a kind face, sir. I don't mind telling you.'

'Telling me what?'

'It's no life, you know, minding the Shop. Never settling down, always on the
move, never closing.'

'Why don't you stop then?'

'Ah, that's it, you see, sir – I can't. I'm under a curse, I am. A terrible
thing.' He blew his nose again.

'Cursed to run a shop?'

'Forever, sir, forever. And never closing! For hundreds of years! There was this
sorcerer, you see. I did a terrible thing.'
#+END_natlang-text

#+BEGIN_conlang-name
Arka
#+END_conlang-name

#+BEGIN_conlang-text
"an sab kal atu o lyu." sal toaerat. "an luko ail fia le luus loki tuus."
lu korat ta ins lis emt a tuuflawar. "ti tiles eel niit, keyu. an en ris okt
tu a ti."

"okt to al an?"

"xaas ate de ikn tisee. an ref aaxa, an monk aluut, an is aaxa ate."

"es ti en is?"

"ou, an is vil tisee. an garv mil anver tisee. tul xet fuo." lu toaerat me.

"anver varsor ti xaas ate?"

"teom, keyu, teom. ont is aaxa! sov togal salt! lu artan at xa tisee. an sot
tul velnar."
#+END_conlang-text

#+END_short-relay

* Lexicon
Where a word has a pair of square brackets in it,
it indicates that the part inside square brackets
is only used when the next word starts with a vowel.

#+ATTR_HTML: :class vocablist 
- ta (num) :: two
- ti (pron) :: 2nd person singular
- tisee (intj) :: ~ you know?
- til (v) :: have
- to (pron) :: what (inanimate)
- togal (num) :: a few hundred
- toaer (n) :: snot
- toaer (v) :: blow one's nose
- teom (n) :: infinity
- teom (adj) :: infinite
- teom (adv) :: for ever
- tu (pron) :: 3rd person near inanimate singular
- tul (n) :: thing, object
- tuus (pron) :: 3rd person near inanimate plural
- kal (adv) :: a little
- kor (n) :: direction
- kor (v) :: turn (acc) toward (dat)
- kor (pp) :: toward
- keyu (n) :: guest
- xaas (v) :: take care of
- xet (adj) :: bad, troublesome, bothersome
- sab (v) :: wear, put on, learn
- sal (n) :: leader, shopkeeper, dealer in a game
- sal (v) :: lead
- salt (n) :: year
- so (v) :: do
- sov (pp) :: for (a timespan)
- niit (n) :: kind
- vars (v) :: force (acc) to do something
- vil (adj) :: cannot
- velnar (adj) :: evil
- fuo (adj) :: very
- mil (pp) :: causative ("because of")
- monk (n) :: immigration, migration, relocation
- monk (v) :: move house, change residence, relocate jobs
- me (adv) :: again
- de (v) :: negative copula
- garv (v) :: suffer from (caus)
- ris (v) :: dislike, hate, be loathed to
- ris (adv) :: do not want to
- ref (v) :: calm down, settle down
- lyu (pron, adv) :: there
- loki (v) :: understand
- lu (pron) :: 3rd person near animate singular
- luko (n) :: arrival, check-in
- luko (v) :: arrive, land on, transmit, pass down, conduct
- luus (pron) :: 3rd person near animate plural
- a[l] (pp)  :: dative ("to")
- ate (n) :: shop, store
- atu (pron, adv) :: here
- an (pron) :: 1st person singular
- anver (n) :: curse
- artan (n) :: magician, sorceror
- aluut (adv) :: always
- aaxa (adv) :: never
- ikn (n) :: life, routine
- is (v) :: stop, turn off, close, stop, end
- ins (n) :: eye
- o[nt] (conj) :: and
- okt (v) :: tell, inform, announce, transmit, pass down, conduct
- ou (intj) :: ah!
- et (v) :: copula
- es (adv) :: why?
- emt (n) :: sadness
- emt (adj) :: sad
- eel (n) :: face
- eel (v) :: turn one's face toward (dat)

* Grammar
Arka uses an SVO word order. Adjectives come after nouns. Numerals come before
what they modify if they're cardinal and follow their antecedents if they're
ordinal. Modal adverbs directly follow the verb. Free adverbs (everything
else) can sit anywhere in the sentence, but if they're not adjacent to the
verb they modify, they take the suffix <-el> after a consonant or <-l> after
a vowel.

Verbs take the following inflections:

#+ATTR_HTML: :frame none
|             | after consonant | after vowel | copula | (neg) |
|-------------+-----------------+-------------+--------+-------|
| base        | -               | -           | et     | de    |
| past        | -at             | -t          | at     | det   |
| perfect     | -ik             | -k          | ik     | ?     |
| progressive | -or             | -r          | or     | ?     |
| continuous  | -es             | -s          | es     | ?     |

Verbs are negated using the particle <en> before it, except for <et>, which
becomes <de>.

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>2</strong></div>
  </div>
  <a href="03-bbbourq.html" id="next" rel="next">Next</a>
</nav>
#+END_EXPORT
