relay/10/02-kozet.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-03 Sun 23:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–2</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–2<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-03 Sun 23:01)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb2b92dd">1. Translation</a></li>
<li><a href="#org3d841b9">2. Lexicon</a></li>
<li><a href="#orge84a2ae">3. Grammar</a></li>
<li><a href="#orgc9537a2">Navigation</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgb2b92dd" class="outline-2">
<h2 id="orgb2b92dd"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
&rsquo;I pick up a bit, here and there.&rsquo; The shopkeeper blew his nose. &rsquo;Sometimes I
land on a world where they understand these things.&rsquo; He turned a pair of small
sad eyes on Twoflower. &rsquo;You&rsquo;ve got a kind face, sir. I don&rsquo;t mind telling you.&rsquo;
</p>

<p>
&rsquo;Telling me what?&rsquo;
</p>

<p>
&rsquo;It&rsquo;s no life, you know, minding the Shop. Never settling down, always on the
move, never closing.&rsquo;
</p>

<p>
&rsquo;Why don&rsquo;t you stop then?&rsquo;
</p>

<p>
&rsquo;Ah, that&rsquo;s it, you see, sir – I can&rsquo;t. I&rsquo;m under a curse, I am. A terrible
thing.&rsquo; He blew his nose again.
</p>

<p>
&rsquo;Cursed to run a shop?&rsquo;
</p>

<p>
&rsquo;Forever, sir, forever. And never closing! For hundreds of years! There was this
sorcerer, you see. I did a terrible thing.&rsquo;
</p>

</div>

<div class="conlang-name">
<p>
Arka
</p>

</div>

<div class="conlang-text">
<p>
&ldquo;an sab kal atu o lyu.&rdquo; sal toaerat. &ldquo;an luko ail fia le luus loki tuus.&rdquo;
lu korat ta ins lis emt a tuuflawar. &ldquo;ti tiles eel niit, keyu. an en ris okt
tu a ti.&rdquo;
</p>

<p>
&ldquo;okt to al an?&rdquo;
</p>

<p>
&ldquo;xaas ate de ikn tisee. an ref aaxa, an monk aluut, an is aaxa ate.&rdquo;
</p>

<p>
&ldquo;es ti en is?&rdquo;
</p>

<p>
&ldquo;ou, an is vil tisee. an garv mil anver tisee. tul xet fuo.&rdquo; lu toaerat me.
</p>

<p>
&ldquo;anver varsor ti xaas ate?&rdquo;
</p>

<p>
&ldquo;teom, keyu, teom. ont is aaxa! sov togal salt! lu artan at xa tisee. an sot
tul velnar.&rdquo;
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org3d841b9" class="outline-2">
<h2 id="org3d841b9"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
<p>
Where a word has a pair of square brackets in it,
it indicates that the part inside square brackets
is only used when the next word starts with a vowel.
</p>

<dl class="org-dl vocablist">
<dt>ta (num)</dt><dd>two</dd>
<dt>ti (pron)</dt><dd>2nd person singular</dd>
<dt>tisee (intj)</dt><dd>~ you know?</dd>
<dt>til (v)</dt><dd>have</dd>
<dt>to (pron)</dt><dd>what (inanimate)</dd>
<dt>togal (num)</dt><dd>a few hundred</dd>
<dt>toaer (n)</dt><dd>snot</dd>
<dt>toaer (v)</dt><dd>blow one&rsquo;s nose</dd>
<dt>teom (n)</dt><dd>infinity</dd>
<dt>teom (adj)</dt><dd>infinite</dd>
<dt>teom (adv)</dt><dd>for ever</dd>
<dt>tu (pron)</dt><dd>3rd person near inanimate singular</dd>
<dt>tul (n)</dt><dd>thing, object</dd>
<dt>tuus (pron)</dt><dd>3rd person near inanimate plural</dd>
<dt>kal (adv)</dt><dd>a little</dd>
<dt>kor (n)</dt><dd>direction</dd>
<dt>kor (v)</dt><dd>turn (acc) toward (dat)</dd>
<dt>kor (pp)</dt><dd>toward</dd>
<dt>keyu (n)</dt><dd>guest</dd>
<dt>xaas (v)</dt><dd>take care of</dd>
<dt>xet (adj)</dt><dd>bad, troublesome, bothersome</dd>
<dt>sab (v)</dt><dd>wear, put on, learn</dd>
<dt>sal (n)</dt><dd>leader, shopkeeper, dealer in a game</dd>
<dt>sal (v)</dt><dd>lead</dd>
<dt>salt (n)</dt><dd>year</dd>
<dt>so (v)</dt><dd>do</dd>
<dt>sov (pp)</dt><dd>for (a timespan)</dd>
<dt>niit (n)</dt><dd>kind</dd>
<dt>vars (v)</dt><dd>force (acc) to do something</dd>
<dt>vil (adj)</dt><dd>cannot</dd>
<dt>velnar (adj)</dt><dd>evil</dd>
<dt>fuo (adj)</dt><dd>very</dd>
<dt>mil (pp)</dt><dd>causative (&ldquo;because of&rdquo;)</dd>
<dt>monk (n)</dt><dd>immigration, migration, relocation</dd>
<dt>monk (v)</dt><dd>move house, change residence, relocate jobs</dd>
<dt>me (adv)</dt><dd>again</dd>
<dt>de (v)</dt><dd>negative copula</dd>
<dt>garv (v)</dt><dd>suffer from (caus)</dd>
<dt>ris (v)</dt><dd>dislike, hate, be loathed to</dd>
<dt>ris (adv)</dt><dd>do not want to</dd>
<dt>ref (v)</dt><dd>calm down, settle down</dd>
<dt>lyu (pron, adv)</dt><dd>there</dd>
<dt>loki (v)</dt><dd>understand</dd>
<dt>lu (pron)</dt><dd>3rd person near animate singular</dd>
<dt>luko (n)</dt><dd>arrival, check-in</dd>
<dt>luko (v)</dt><dd>arrive, land on, transmit, pass down, conduct</dd>
<dt>luus (pron)</dt><dd>3rd person near animate plural</dd>
<dt>a[l] (pp) </dt><dd>dative (&ldquo;to&rdquo;)</dd>
<dt>ate (n)</dt><dd>shop, store</dd>
<dt>atu (pron, adv)</dt><dd>here</dd>
<dt>an (pron)</dt><dd>1st person singular</dd>
<dt>anver (n)</dt><dd>curse</dd>
<dt>artan (n)</dt><dd>magician, sorceror</dd>
<dt>aluut (adv)</dt><dd>always</dd>
<dt>aaxa (adv)</dt><dd>never</dd>
<dt>ikn (n)</dt><dd>life, routine</dd>
<dt>is (v)</dt><dd>stop, turn off, close, stop, end</dd>
<dt>ins (n)</dt><dd>eye</dd>
<dt>o[nt] (conj)</dt><dd>and</dd>
<dt>okt (v)</dt><dd>tell, inform, announce, transmit, pass down, conduct</dd>
<dt>ou (intj)</dt><dd>ah!</dd>
<dt>et (v)</dt><dd>copula</dd>
<dt>es (adv)</dt><dd>why?</dd>
<dt>emt (n)</dt><dd>sadness</dd>
<dt>emt (adj)</dt><dd>sad</dd>
<dt>eel (n)</dt><dd>face</dd>
<dt>eel (v)</dt><dd>turn one&rsquo;s face toward (dat)</dd>
</dl>
</div>
</div>

<div id="outline-container-orge84a2ae" class="outline-2">
<h2 id="orge84a2ae"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<p>
Arka uses an SVO word order. Adjectives come after nouns. Numerals come before
what they modify if they&rsquo;re cardinal and follow their antecedents if they&rsquo;re
ordinal. Modal adverbs directly follow the verb. Free adverbs (everything
else) can sit anywhere in the sentence, but if they&rsquo;re not adjacent to the
verb they modify, they take the suffix &lt;-el&gt; after a consonant or &lt;-l&gt; after
a vowel.
</p>

<p>
Verbs take the following inflections:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="none">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">after consonant</th>
<th scope="col" class="org-left">after vowel</th>
<th scope="col" class="org-left">copula</th>
<th scope="col" class="org-left">(neg)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">base</td>
<td class="org-left">-</td>
<td class="org-left">-</td>
<td class="org-left">et</td>
<td class="org-left">de</td>
</tr>

<tr>
<td class="org-left">past</td>
<td class="org-left">-at</td>
<td class="org-left">-t</td>
<td class="org-left">at</td>
<td class="org-left">det</td>
</tr>

<tr>
<td class="org-left">perfect</td>
<td class="org-left">-ik</td>
<td class="org-left">-k</td>
<td class="org-left">ik</td>
<td class="org-left">?</td>
</tr>

<tr>
<td class="org-left">progressive</td>
<td class="org-left">-or</td>
<td class="org-left">-r</td>
<td class="org-left">or</td>
<td class="org-left">?</td>
</tr>

<tr>
<td class="org-left">continuous</td>
<td class="org-left">-es</td>
<td class="org-left">-s</td>
<td class="org-left">es</td>
<td class="org-left">?</td>
</tr>
</tbody>
</table>

<p>
Verbs are negated using the particle &lt;en&gt; before it, except for &lt;et&gt;, which
becomes &lt;de&gt;.
</p>
</div>
</div>

<footer id="outline-container-orgc9537a2" class="outline-2">
<h2 id="orgc9537a2">Navigation</h2>
<div class="outline-text-2" id="text-orgc9537a2">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>2</strong></div>
  </div>
  <a href="03-bbbourq.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
